Repository: common-repository/woo-businesspay
Catalog: languages/woocommerce-businesspay-*.po
Languages: pt_br

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Activate WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: \a\t
pt_br: \à\s

source: Debit Card
pt_br: Cartão de débito

source: At sight via debit
pt_br: À vista via débito em conta

source: Credit Card
pt_br: Cartão de crédito

source: Unknown Brand
pt_br: Bandeira desconhecida

source: x of
pt_br: x de

source: Bank Transference
pt_br: Transferência bancária

source: Unavailable
pt_br: Indisponível

source: Billet
pt_br: Boleto

source: Unknown
pt_br: Desconhecido

source: Transaction Information
pt_br: Informações da Transação

source: Date:
pt_br: Data:

source: Payment Information
pt_br: Informações do pagamento

source: Type:
pt_br: Tipo:

source: Brand:
pt_br: Bandeira:

source: Installments:
pt_br: Parcelas:

source: Origin Bank:
pt_br: Banco de origem:

source: Reference Code:
pt_br: Código de referência:

source: Payment Date:
pt_br: Data do pagamento:

source: Payment Amount:
pt_br: Valor pago:

source: Provider Bank:
pt_br: Banco emissor:

source: Provider Reference:
pt_br: Referência do emissor:

source: Emission Date:
pt_br: Data de emissão:

source: Expiration Date:
pt_br: Data de expiração:

source: depends on the WooCommerce %s minimum version to work!
pt_br: depende da versão mínima %s do WooCommerce para funcionar!

source: depends on the last version of WooCommerce Extra Checkout Fields for Brazil to work!
pt_br: depende da última versão do WooCommerce Extra Checkout Fields for Brazil para funcionar!

source: Activate WooCommerce Extra Checkout Fields for Brazil
pt_br: Ativar WooCommerce Extra Checkout Fields for Brazil

source: Install WooCommerce Extra Checkout Fields for Brazil
pt_br: Instalar WooCommerce Extra Checkout Fields for Brazil

source: depends on the Wordpress %s minimum version to work!
pt_br: depende da versão mínima %s do Wordpress para funcionar!

source: depends on the PHP %s minimum version to work!
pt_br: depende da versão mínima %s do PHP para funcionar!

source: depends on the last version of WooCommerce Visual Card to work!
pt_br: depende da última versão do WooCommerce Visual Card para funcionar!

source: Activate WooCommerce Visual Card
pt_br: Ativar WooCommerce Visual Card

source: Install WooCommerce Visual Card
pt_br: Instalar WooCommerce Visual Card

source: depends on an active security certificate to work!
pt_br: depende de um certificado SSL ativo para funcionar!

source: Not applicable.
pt_br: Não aplicável.

source: Analysis Information
pt_br: Dados da Análise

source: Message:
pt_br: Mensagem:

source: Credit and Debit Card
pt_br: Crédito ou Débito

source: Bank Transfer
pt_br: Transferência

source: Card number
pt_br: Número do cartão

source: Name printed on card
pt_br: Nome impresso no cartão

source: Expiry date (MM/YYYY)
pt_br: Expira em

source: MM / YYYY
pt_br: MM / AAAA

source: Security code
pt_br: Código de segurança

source: Installments Quantity
pt_br: Forma de pagamento

source: Select
pt_br: Selecione

source: In
pt_br: Em

source: on credit card
pt_br: no cartão de crédito

source: Card holder document number
pt_br: CPF ou CNPJ do portador

source: Select your bank:
pt_br: Selecione seu banco:

source: * Você será redirecionado para efetuar o pagamento diretamente no seu internet banking.
pt_br: * Você será redirecionado para o seu internet banking.

source: Select the bank to generate the billet:
pt_br: Selecione o banco que irá gerar o boleto:

source: * The order will be confirmed only after the payment approval.
pt_br: * O pedido será confirmado após o pagamento.

source: This is a secure environment.
pt_br: Este é um ambiente seguro.

source: Antifraud by ClearSale.
pt_br: Antifraude por ClearSale.

source: This purchase is being made in
pt_br: Esta compra está sendo realizada no

source: Brazil
pt_br: Brasil

source: This purchase is being made in Brazil
pt_br: Esta compra está sendo feita no Brasil

source: Accept payments using BusinessPay Gateway.
pt_br: Receba pagamentos usando o BusinessPay.

source: Account Enabled
pt_br: Conta habilitada.

source: Account Disabled
pt_br: Conta inativa ou inexistente.

source: Installation Enabled
pt_br: Instalação habilitada.

source: Installation Disabled
pt_br: Instalação não registrada.

source: Antifraud Enabled
pt_br: Antifraude habilitado.

source: Antifraud Disabled
pt_br: Antifraude desabilitado.

source: Product not configured
pt_br: Produto não configurado

source: Client Account:
pt_br: Conta do cliente:

source: Client Installation:
pt_br: Instalação do cliente:

source: Client Antifraud:
pt_br: Antifraude do cliente:

source: Antifraud Product:
pt_br: Produto Antifraude:

source: Antifraud by
pt_br: Antifraude por

source: BusinessPay Payment Gateway
pt_br: BusinessPay

source: Enable BusinessPay
pt_br: Habilita checkout BusinessPay

source: Enable BusinessPay Gateway Plugin
pt_br: Habilita plugin de pagamentos BusinessPay

source: Enable BusinessPay gateway plugin options.
pt_br: Habilita opções do plugin de pagamentos BusinessPay

source: Title
pt_br: Título

source: Payment method title seen on the checkout page.
pt_br: Título do método de pagamento visto na página de checkout.

source: Description
pt_br: Descrição

source: Payment method description seen on the checkout page.
pt_br: Descrição do método de pagamento visto na página de checkout.

source: Pay with credit or debit card, billet and bank transfer using BusinessPay.
pt_br: Pague com cartão de crédito ou débito, boleto e transferência usando BusinessPay.

source: Gateway Settings
pt_br: Configurações do gateway

source: Authentication API
pt_br: Usuário da API

source: Use your BusinessPay Authentication API
pt_br: Insira seu usuário da API BusinessPay

source: Authentication Key
pt_br: Chave da API

source: Use your BusinessPay Authentication Key
pt_br: Insira sua chave da API BusinessPay

source: Enable credit card payments with BusinessPay
pt_br: Habilita pagamentos com cartão de crédito

source: Enable credit card payment with BusinessPay on checkout page
pt_br: Habilita cartão de crédito com BusinessPay na página de checkout

source: Credit Card Settings
pt_br: Configurações de cartão de crédito

source: Name in Invoice
pt_br: Nome na fatura

source: Name in Invoice to identify Shop. Its important to avoid gateway chargebacks.
pt_br: Nome na fatura para identificação da loja. Importante para evitar chargebacks no Gateway.

source: Invoice Prefix
pt_br: Prefixo da fatura

source: Shop prefix to identify invoice shop origin
pt_br: Prefixo da loja para identificar a loja de origem do pedido

source: Installments
pt_br: Parcelamento

source: Enable Installments
pt_br: Habilita parcelamento com cartão de crédito

source: Installments Settings
pt_br: Configurações de parcelamento

source: Minimum Installment
pt_br: Parcelamento mínimo

source: Indicate the minimum installments.
pt_br: Indica o mínimo de parcelas.

source: Maximum Installment
pt_br: Parcelamento máximo

source: Indicate the Maximum installments.
pt_br: Indica o máximo de parcelas.

source: Minimum Value
pt_br: Valor mínimo

source: Minimum value by installment
pt_br: Valor mínimo por parcela

source: Enable debit card payments with BusinessPay
pt_br: Habilita pagamentos por cartão de débito

source: Enable debit card payment on checkout page
pt_br: Habilita cartão de débito na página de checkout

source: Enable bank transfer payments with BusinessPay
pt_br: Habilita pagamentos por transferência bancária

source: Enable bank transfer payment on checkout page
pt_br: Habilita pagamentos por transferência bancária na página de checkout

source: Enable billet payments with BusinessPay
pt_br: Habilita pagamentos por boleto bancário

source: Enable billet payment on checkout page
pt_br: Habilita pagamento por boleto na página de checkout

source: Billet Settings
pt_br: Configurações de boleto

source: Number of Days
pt_br: Dias para vencimento

source: Days of expiry of the billet after printed.
pt_br: Dias para expiração do boleto após impresso.

source: Instruction Line
pt_br: Linha de instrução

source: Billet instruction line
pt_br: Linha de instrução do boleto

source: Tools
pt_br: Ferramentas

source: BusinessPay Sandbox
pt_br: Ambiente de testes

source: Enable BusinessPay sandbox mode
pt_br: Habilita ambiente de testes do BusinessPay

source: Enable BusinessPay Sandbox
pt_br: Habilita sandbox do BusinessPay

source: Debug
pt_br: Log de erros

source: Enable logging
pt_br: Habilitar log de erros do WooCommerce

source: Card number must be at least 14 characters.
pt_br: Número do cartão deve conter no mínimo 14 caracteres.

source: The Card Number field must be numeric.
pt_br: O campo Número do cartão deve ser numérico.

source: Invalid card number.
pt_br: Número de cartão inválido.

source: The Name field can not be less than 6 characters.
pt_br: O campo Nome não pode conter menos que 6 caracteres.

source: The Name field can not be greater than 25 characters.
pt_br: O campo Nome não pode conter mais que 25 caracteres.

source: The Name field can not have numbers.
pt_br: O campo Nome não pode conter números.

source: The Month of Expiration field must have 2 digits.
pt_br: O valor do mês de expiração deve conter 2 dígitos.

source: The Month of Expiration field must be numeric.
pt_br: O valor do mês de expiração deve ser numérico.

source: The Year of Expiration field must be numeric.
pt_br: O valor do ano de expiração deve ser numérico.

source: The Year of Expiration field must have 4 digits.
pt_br: O valor do ano de expiração deve conter 4 dígitos.

source: The CVC field must have 3 or 4 digits.
pt_br: O campo CVC deve conter 3 ou 4 dígitos.

source: The CVC field must be numeric.
pt_br: O campo CVC deve ser numérico.

source: Please select a installment option.
pt_br: Por favor selecione uma opção de parcelamento.

source: The Document field must have 11 digits for CPF or 14 digits for CNPJ.
pt_br: O campo CPF ou CNPJ do portador deve conter 11 dígitos para CPF ou 14 dígitos para CNPJ.

source: The Document field must be numeric.
pt_br: O campo CPF ou CNPJ do portador deve ser numérico.

source: The Document field as CPF is invalid.
pt_br: O valor do campo CPF ou CNPJ do portador como CPF é inválido.

source: The Document field as CNPJ is invalid.
pt_br: O valor do campo CPF ou CNPJ do portador como CNPJ é inválido.

source: Please select a origin transfer bank option.
pt_br: Por favor selecione o banco de origem da transferência.

source: The Neighborhood field need to be filled.
pt_br: O campo Bairro é obrigatório.

source: Please select a origin billet bank option.
pt_br: Por favor selecione o banco emissor do boleto.

source: BusinessPay | Debit Card
pt_br: BusinessPay | Cartão de débito

source: BusinessPay | Credit Card
pt_br: BusinessPay | Cartão de crédito

source: BusinessPay | Bank Transfer
pt_br: BusinessPay | Transferência bancária

source: BusinessPay | Billet
pt_br: BusinessPay | Boleto

source: Failed to refund order. The reason field must be filled.
pt_br: Falha ao estornar pedido. O campo razão deve ser preenchido.

source: Failed to refund order. The Amount must be identical to order total.
pt_br: Falha ao estornar pedido. A quantidade deve ser idêntica ao total do pedido.

source: The credentials for this virtual store are not valid on the BusinessPay server.
pt_br: As credenciais desta loja virtual não são válidas neste servidor.

source: Could not receive a valid server response. Please try again.
pt_br: Não foi possível receber uma resposta válida do servidor. Por favor tente novamente.

source: BusinessPay Status:
pt_br: Status BusinessPay:

source: Transaction started but not confirmed.
pt_br: Transação iniciada mas não confirmada.

source: Awating payment.
pt_br: Aguardando pagamento.

source: Transaction effectivated.
pt_br: Transação efetivada.

source: Transaction under analysis.
pt_br: Transação em análise.

source: Transaction expired.
pt_br: Transação expirada.

source: Transaction authorized.
pt_br: Transação autorizada.

source: Transaction confirmed.
pt_br: Transação confirmada.

source: Transaction denied.
pt_br: Transação negada.

source: Cancellation in progress.
pt_br: Cancelamento em andamento.

source: Transaction Canceled.
pt_br: Transação cancelada.

source: Transaction pending of confirmation.
pt_br: Transação pendente de confirmação.

source: Failure to communicate with the provider.
pt_br: Falha na comunicação com o emissor.

source: No valid server response.
pt_br: Nenhuma resposta válida do servidor.

source: payment made less than the value of the order.
pt_br: Pagamento efetuado com valor menor que o valor do pedido.

source: The credentials for this virtual store are not valid on the BusinessPay server. Please try again.
pt_br: As credenciais desta loja virtual não são válidas neste servidor. Tente novamente em alguns instantes.

source: Antifraud Status:
pt_br: Status Antifraude:

source: Order was automatically approved according to parameters defined in the automatic approval rule.
pt_br: Pedido aprovado automaticamente de acordo com parâmetros definidos na regra de aprovação automática.

source: Order is queued for analysis.
pt_br: Pedido está na fila para análise.

source: Order manually approved by decision-making of an analyst.
pt_br: Pedido aprovado manualmente através da tomada de decisão do analista.

source: Order approved automatically by client-established policy or antifraud software rule.
pt_br: Pedido aprovado manualmente por política estabelecida pelo cliente ou regra do software antifraude.

source: Canceled by customer or duplicated order.
pt_br: Cancelado pelo cliente ou pedido duplicado.

source: Order imputed as fraud confirmed by contact with the card administrator and / or contact with the card holder or CPF of the registry that is unaware of the purchase.
pt_br: Pedido imputado como fraude confirmada pelo contato com a administradora do cartão e/ou contato com o portador do cartão ou CPF do registro que desconhece a compra.

source: Order imported and not classified Score by the analyzer yet.
pt_br: Pedido importado e não classificado Score ainda pelo analista.

source: Order Automatically Disapproved by some type of business rule that needs to be applied.
pt_br: Pedido reprovado automaticamente por algum tipo de regra de negócio que precisa ser aplicada.

source: Order disapproved without suspicion by lack of contact with the client within the agreed period and / or social security number of restrictive policies (Irregular, SUS or Canceled).
pt_br: Pedido cancelado sem suspeita por falta de contato com o cliente dentro do período acordado e/ou número de CPF por políticas restritivas (Irregular, SUS ou Cancelado).

source: Order disapproved automatically by policy established by customer or antifraud software.
pt_br: Pedido reprovado automaticamente por política estabelecida pelo cliente ou software antifraude.

source: Order automatically approved by policy established by the customer or antifraud software.
pt_br: Pedido aprovado automaticamente por política estabelecida pelo cliente ou software antifraude.

source: Woocommerce Order
pt_br: Pedido do WooCommerce

source: BusinessPay Disabled
pt_br: BusinessPay desabilitado

source: You must enable at least one form of payment.
pt_br: Você precisa habilitar ao menos uma forma de pagamento.

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: Currency <code>%s</code> is not supported. Works only with <code>BRL</code> (Brazilian Real).
pt_br: Moeda %s não é suportada. Funciona apenas com BRL (Real Brasileiro)
